import React from 'react';

export class WorkerVisaDocuments extends React.Component {

  render() {
    return (
      <div>
        <h1>Список документов на туристическую визу в Испанию 2019</h1>
        <ol>
          <li>
            Анкета, заполненная на 2-х листах, на испанском или английском языках, заполненная латиницей в электронном виде, подписанная лично заявителем в 4-х местах (бланк в прикреплённых файлах);
          </li>
          <li>
            Две цветные фотографии 3,5 х 4,5 см, на белом фоне, сделанные в течение последних 6 месяцев, голова на фотографии должна занимать 70-80% всего изображения;
          </li>
          <li>
            Загранпаспорт, действительный минимум в течение трех месяцев после предполагаемой даты выезда из Шенгенской зоны, содержащий как минимум один чистый разворот;
          </li>
          <li>
            Копии всех страниц загранпаспорта (формат А4, два разварота паспорта на одной странице, четыре разворота паспорта на одном листе, пример в прикреплённых файлах);
          </li>
          <li>
            Другие загранпаспорта + копии всех страниц загранпаспортов (формат А4, два разворота паспорта на одной странице, четыре разворота паспорта на одном листе);
          </li>
          <li>
            Копия заполненных страниц общегражданского паспорта (формат А4, два разворота паспорта на страницу, четыре разворота паспорта на лист);
          </li>
          <li>
            Подтверждение размещения на весь период проживания (бронь отеля/хостела);
          </li>
          <li>
            Полис медицинского страхования на весь период пребывания (не менее 30.000 €);
          </li>
          <li>
            Бронь авиабилетов. Если путешествуете на собственной машине, нужно предоставить копии технического паспорта автомобиля, водительских прав и международной страховки автомобиля (Грин Кард). Если машина арендована, предоставить контракт аренды. Также предоставляется напечатанный маршрутный лист по планируемой поездке с указанием дат пересечения границ иностранных государств;
          </li>
          <li>
            Профессиональный статус (экономические гарантии):
            — Справка с места работы, оригинал на фирменном бланке с указанием названия, адреса и телефона организации, ФИО, должности и заработной платы работника, заверенная печатью и подписью руководителя и бухгалтерии (справка действительна в течение 1 месяца со дня выдачи) (или допустимо предоставить форму 2НДФЛ, пример справки в прикреплённых файлах);
          </li>
          <li>
          Финансовые гарантии (73,59 € на каждый день пребывания и минимум 661,50 евро на поездку за человека). Один или несколько пунктов:
          — оригинал выписки с банковского счета на бланке банка с синей печатью;
          — дорожные чеки;
          — справка о покупке валюты;
          — кредитная карта, сопровождаемая кратким содержанием банковского счета;
          — спонсорское письмо в печатном виде (пример в прикреплённых файлах) и финансовые гарантии спонсора (выписка со счета из банка или справка о покупке валюты).
          </li>
        </ol>
      </div>
    );    
  }

}
